// Version: 3.2.0 build 101003

// About Box
10000=A propos de minipad2
10010=Traduit en français par Gilles Arcas-Luque
10020=This program is a freeware!
10180=If you wish to support, please click:

// File Menu
1000=&Fichier
1010=&Nouvelle page de notes
1020=Nouvelle page &étendue
1030=Nouvelle page de &calcul
1040=Nouvelle page de &rappel
1050=Nouvelle page &dictionnaire
1060=Nouvelle page de r&accourcis
1070=Nouvelle page de c&ontacts
1110=Nouveau &groupe
1120=&Rename
1130=Switch &Lock
1140=&Fermer la page
1145=&Fermer la page
1150=Sa&uver
1160=&Property...
1170=&View
1180=&Importer...
1190=E&xporter...
1200=Envoyer un &mail...
1210=&Quitter

// Edit Menu
1300=&Edition
1310=&Effacer la page
1320=&Annuler
1330=&Rétablir
1340=&Tout sélectionner
1350=C&ouper
1360=&Copier
1370=Co&ller
1400=&Delete\tDel
1410=&Nouvel élément
1420=&Insérer élément
1430=&Editer élément
1405=&Delete Item\tDel
1406=&Remove Item\tDel
1440=&Boucler
1380=&Text Tools
1381=Highlight 1
1382=Highlight 2
1383=Highlight 3
1384=Highlight 4
1385=Remove Highlight
1386=List 1
1387=List 2
1388=Ordered List
1389=Remove List
1390=Delete all empty lines
1391=Leave one empty line
1450=Trou&ver / Remplacer...
1460=Subsequent Find
1462=Trouver le &suivant
1464=Find &Previous
1466=Re&mplacer && Trouver le suivant
1468=&Replace && Find Previous
1470=To&ut remplacer
1480=&Highlight Match
1490=Insert &Link...
5000=&Insérer template
4000=I&nsérer presse-papiers

// Navigation Menu
1550=&Navigation
1560=Aller au &précédent
1570=Aller au &suivant
1580=Niveau &au-dessus
1590=Recent Notes
7000=Recent &Create
7500=Recent &Modify
8000=Recent &Visit
1600=&Manage Recent Notes
6500=&Favorite
1610=&Add Favorite
1615=&Remove Favorite
1620=&Manage Favorite
1630=&Search...
1650=Recycle Bin

// Tools Menu
1700=&Outils
1710=&Montrer l'arborescence
1720=&Toujours visible
1730=T&ransparence
1740=&Cacher automatiquement
1750=&Gérer les templates
1760=Gérer les raccourcis &favoris
1770=&Surveiller presse-papiers
1780=&Vider presse-papiers
1790=Clipboard &Manage
1800=Statistics...
1810=Configurer la &barre d'outils...
1820=&Options...

// Help Menu
1900=&Aide
1910=&Rubriques d'aide
1920=&Page web
1930=&Forum
1950=&Donate
1940=A &propos...

// Tray Menu
1960=Restorer
1970=Minimiser
1975=New Note
1980=Auto Record
6000=Fast Links

// Common buttons
1=OK
2=Annuler
402=Ajouter...
406=Nouveau
408=Reset
404=A
405=V
413=Apply

// Find/Replace Dialog
10200=Trouver / Remplacer
10230=Remplacer par :
10350=Respecter la casse
10360=Mots entiers
10330=Vers le haut
10340=Vers le bas
10370=Reboucler
10240=Chaine recherchée :
10250=Entrez la chaîne recherchée !
10260=Do you really want to use \%0\ to replace each \%2\ in the %1 direction?
10270=le haut
10280=le bas
10290=Toutes les chaînes ont été remplacées !
10300=Chaine non trouvée !
10310=Chaine non trouvée !
10390=Within selected text
10400=Close me after find first match
10410=Highlight find result

// Define Toolbar Dialog
10450=Configurer la barre d'outils
10480=Boutons disponibles
10490=Boutons courants
10500=Séparateur
10510=Voulez-vous revenir à la configuration initiale des boutons ?

// Property Dialog
10600=Property
10650=General
10660=Status:
10680=Create time:
10690=Modify time:
10760=Visit time:
10770=Path:
10850=Extended
10870=Text saved in file:
11000=Liste
11020=Charger défaut
11030=Sauver défaut
11040=Tout sélectionner
11050=Grandes icones
11060=Petites icones
11070=Liste
11080=Rapport
11090=Abstract
11120=Sélectionner ligne entière
11100=Montrer la grille
11110=Style
11130=Eléments optionnels
11150=Show Checkbox
11160=Apply to all

// Statistics Dialog
11250=Statistics
11280=Current Page
11290=Database
11300=Total Characters:
11340=Characters ExCr:
11350=Characters ExBl:
11310=Words:
11360=Lines:
11320=Paragraphs:
11330=Items:

// LogIn Dialog
11400=Démarrer minipad2
11410=Rentrez le mot de passe :
11430=Mot de passe incorrect !

// Import Dialog
11500=Importer
15380=Importer depuis
11510=Fichier
11520=Répertoire
11530=Virtual import

// Export Dialog
11600=Export
15430=Export to:
11610=To file
11620=To folder
11625=To Clipboard
11630=Encode:

// Search Dialog
11700=Search
11720=Page type:
11730=Criteria:

// Mini-note Dialog
11850=New Note

// ClipItem Dialog
11860=New ClipItem
11870=Edit ClipItem
11880=Fixed Item

// Insert Link Dialog
11950=Insert Link

// Options Dialog
15000=Options

// Program Settings
15050=Paramètres du programme
15060=Démarrer avec Windows
15070=Montrer l'icone dans la zone de notification
15080=Minimiser dans la zone de notification
15090=Démarrer minimisé
15100=Close to tray
15110=Nommer automatiquement les nouvelles pages
15120=Confirmer la suppression
15130=Scroll externe
15140=Focus toujours sur l'éditeur
15170=Client de messagerie
15150=Raccourci clavier pour Minimiser/Restaurer :
15190=Recent notes:
15065=Recycler limit:
15066=Remember page scroll

// Edit Settings
15200=Edit
15270=Ajouter ligne vide sur retour chariot
15210=Indentation automatique
15245=One click open link
15220=Confirmer l'effacement de page
15230=Longueur tabulation :
15250=Nombres de undo :
15295=Smooth scroll
15215=List 1:
15225=List 2:

// Notes Settings
15300=Notes
15320=New Note:
15325=New note in background:
15330=Snap text:
15335=New note in background and snap text:
15345=Snap text to file:
15341=Close note:
15342=Switch auto record:

// Import / Export Settings
15350=Import / Export
15400=When import:
15360=Use default settings
15370=Always ask
15390=When export:
15410=Always ask
15420=Use default settings
15440=Ligne de séparation :
15460=Use virtual import when drag in files

// Behavior Settings
15500=Comportement
15530=Touche Esc utilisée pour :
15510=Minimiser
15520=Effacer le texte
15540=Double clique sur un onglet :
15550=Switch status
15560=Renommer
15570=Supprimer
15630=Clique milieu sur un onglet :
15590=Renommer
15600=Switch status
15610=Supprimer
15640=Double clique sur un groupe :
15580=Nouvelle page
15620=Niveau au-dessus

// Log In Settings
15700=Log In
15710=Démarrer avec un mot de passe :
15730=Mot de passe :
15740=Confirmez :
15760=Lock tray-icon after:
15770=Encrypt data file

// Save / Backup Settings
15800=Save / Backup
15810=Sauvegarde automatique
15830=Auto backup, interval:
15850=Chemin de sauvegarde :
15860=Sélectionnez le chemin de sauvegarde :
15890=Total backups:
15825=sauvegardes
15835=minutes
15845=hours
15855=days

// Auto Hide Settings
15900=Cacher automatiquement
15960=Direction :
15970=Attente pour cacher :
15980=Attente pour montrer :
15990=Durée d'animation :
16000=Largeur du bord :
16010=Libre
16020=Gauche
16030=Haut
16040=Droite
16050=Bas

// Appearance Settings
16500=Général
16610=Langues :
16530=Style fenêtre outil
16590=Nom de la page dans la barre de titre
16550=Montrer la barre de menus
16560=Montrer la barre d'outils
16510=Ajuster automatiquement l'apparence
16540=Sensibilité :
16580=Transparence :
16620=Splitter width:

// Tree Panel Settings
16700=Tree Panel
16790=Arborescence :
16770=Fonte...
16780=Couleur...
16710=Scroll horizontal de l'arborescence
16720=Montrer les boutons sur les noeuds
16730=Montrer les lignes
16740=Lignes à la racine
16750=Montrer les icones sur les noeuds
16800=Tree on right

// Tab Bar Settings
16850=Tab Bar
16930=Barre d'onglets :
16920=Fonte...
16860=Onglets sur plusieurs lignes
16890=Tabs on bottom
16870=Largeur fixe des onglets :
16900=Montrer les icones d'onglets
16940=Highlight current tab

// List Panel Settings
17000=List Panel
17040=Listes :
17020=Fonte...
17030=Couleur...
17045=Abstract View:
17055=Fonte...
17060=Couleur...
17065=Abstract Title:
17075=Fonte...
17080=Couleur...
17085=Abstract Sel-Title:
17090=Fonte...
17095=Couleur...

// Editor Settings
17100=Edition
17140=Editeur :
17120=Fonte...
17130=Couleur...
15280=Marges :
17150=Montrer les numéros de ligne
17170=Couleur...
17180=Surligner la ligne courante
17200=Couleur...
17210=Couleur...
17240=Underline
17230=Highlight scheme:

// Other Controls Settings
17400=Other Controls
17410=Mini-note window:
17430=Fonte...
17440=Couleur...

// Extensions Settings
17600=Extensions
17610=Autoriser page de calcul
17620=Autoriser page de rappels
17630=Autoriser page dictionnaire
17640=Autoriser page de raccourcis
17660=Autoriser page de contacts
17670=Autoriser les templates
17680=Autoriser presse-papiers
17690=Note : Les modifications prendront effet au prochain démarrage du programme.

// Calculator Settings
17800=Calculator
17840=Décimales :
17850=Unités des angles :
17820=Radians
17830=Degrés
17860=Fonctions utilisateurs :

// Dictionary Settings
17950=Dictionary
17980=Liste des dictionnaires :
17960=Montrer tous les résultats de recherche
17990=En cours de transfert des dictionnaires, merci d'attendre...
18000=Raccourci clavier global :
18020=Couleur...

// Launcher Settings
18100=Launcher
18130=Raccourci clavier pour favoris :
18210=Autoriser raccourci clavier pour les sous-éléments
18110=Lecture des icones inhibée (plus rapide)
18120=Minimiser après l'ouverture d'un lien

// Template Settings
18200=Template
18220=Raccourci clavier :
18240=Pas de focus sur les popups Template / Presse-papiers
18250=Raccourci clavier pour capture du texte :
20760=Abbrev.:

// Clipboard Settings
18300=Presse-papiers
18350=Nombre max d'items :
18360=Taille max des items :
18370=Raccourci clavier :
18390=Largeur menu :
18410=Les nouveaux éléments collés vont au début
18340=Filter duplicate items;
18345=Only filter neighboring duplicate items;

// Link Dialog
20170=Nouveau raccourci
20180=Editer raccourci
20030=Programme / Fichier
20040=Répertoire
20050=Url
20060=Email
20080=Batch
20120=Raccourci :
20130=Type :
20150=Raccourci :
20160=Type :
20140=Raccourci clavier :
20010=Titre :

// Memo Dialog
20500=Nouveau rappel
20510=Editer rappel
20380=Rappel
20390=Executer un raccourci
20400=Pas d'action
20320=Heure :
20430=Description :
20440=Action :
20450=Aujourd'hui
20460=Tous les jours
20470=Toutes les semaines
20480=Tous les mois
20485=Yearly
20490=Périodicité
20560=Pas d'heure
20520=Son :
20540=Rien
20550=Beep
20530=Fichier audio

// Contact Dialog
21290=Editer contact
21280=Nouveau contact
21150=Nom :
21160=Société :
21170=Portable :
21180=ICQ:
21190=MSN :
21200=Sexe :
21210=Adresse :
21220=Code postal :
21230=Tel :
21240=Fax :
21250=Autres :
21260=Commentaires :
21270=Service :
10090=Email :

// Template Dialog
20740=Nouveau template
20750=Editer template

// Reminder PopupBox
20900=Rappel minipad2
20920=rappeler encore :
20940=mn.
20950=Pas de rappel
20960=Delete me

// Messages & Misc Strings
25000=Nouvelle page
25010=Donnez le nom de la page :
25020=Prompt
25030=Voulez-vous supprimer la page courante ?
25040=Renommer la page
25050=Voulez-vous effacer le contenu de la page courante ?
25060=Homme
25070=Femme
25080=Sélectionner fichier
25090= Tous les fichiers (*.*)|*.*|Fichiers exécutables (*.exe)|*.exe|Fichiers DOC (*.doc)|*.doc|Fichiers XLS (*.xls)|*.xls|Fichiers PPT (*.ppt)|*.ppt|PDF Fichiers (*.pdf)|*.pdf|Fichiers texte (*.txt)|*.txt
25100=Sélectionner fichier audio
25110=Fichiers audio (*.wav)|*.wav
25120=Sélectionner répertoire
25130=Page de rappels
25131=Tâche
25132=Rien
25140=Ici
25150=Action
25160=Activer le son
25170=Fichier audio
25180=Description
25210=Catégorie
25190=Fichier
25191=Répertoire
25192=Url
25193=Email
25194=Node
25195=Autres
25196=Batch
25200=Lien
25220=Raccourci clavier
25225=Abbrev.
25230=Nom
25240=Sexe
25250=Portable
25260=Email
25270=IM
25280=MSN
25290=Société
25300=Département
25310=Adresse
25320=Code postal
25330=Tél
25340=Fax
25350=Autres
25400=Etes-vous sûrs d'effacer le presse-papiers ?
25410=Sélectionnez le fichier à importer
25420=Text Files (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
25430=Nom du fichier d'export :
25440=Fichiers texte (*.txt)|*.txt|Tous les fichiers (*.*)|*.*
25450=Fichiers texte (*.txt)|*.txt|Fichiers export minipad2 (*.mep)|*.mep|Tous les fichiers (*.*)|*.*
25460=Fichiers export minipad2 (*.mep)|*.mep|Fichiers texte (*.txt)|*.txt|Tous les fichiers (*.*)|*.*;
25470=Le contenu de la liste a été envoyé dans le presse-papiers.
25480=Etes-vous sûr d'enlever les éléments sélectionnés de la liste des liens ?
25490=Etes-vous sûr de supprimer les éléments sélectionnés ?
25495=Are you sure to remove the selected items?
25500=Etes-vous sûr de supprimer les pages sélectionnées ?
25510=Racine
25520=Le groupe sélectionné contient des pages verrouillées et ne peut pas être supprimé.
25530=Voulez-vous vraiment supprimer le groupe et tous ses éléments ?
25540=Erreur de mot de passe ! Merci de vérifier !
25550=Sélectionner le client mail
25560=Fichiers exécutable (*.exe)|*.exe
25570=Le texte sélectionné a été ajouté à la liste des templates.
25580=Un élément identique (num. %0) existe déjà dans la liste des templates.
25590=Table des matières
25600=Information
26080=Are you sure to apply the current settings to all pages with the same type?
25610=Select Icon File
25620=Icon file (*.ico)|*.ico|All files (*.*)|*.*
25625=Unsupported operation!
25626=New note created with title:
25627=The following text is snapped:
25630=Created new note and snapped the following text:
25628=Data is saved.
26010=Save snapped text to file
26020=The following text has been saved to file
26030=The current node (and subnodes if any) has been exported to folder:
26040=The content of current page has been exported to file:
26045=The content of current page has been exported to clipboard
26050=The content of current node (and subnodes if any) has been exported to file:
26060=The version of the mep file does not match the current version!
26070=Invalid node link!
26090=File importing, holding ESC to abort...
26095=User abort import
26110=Deleting, press and holding ESC to abort...
26100=Page exporting, holding ESC to abort...
26105=User abort export
25670=Group
25690=Note
25680=Tag
25700=Calc
25710=Memo
25720=Dict
25730=Lien
25740=Contact
25360=Group
25361=NotePage
25362=Page de calcul
25363=MemoPage
25364=Page dictionnaire
25365=Page de raccourcis
25366=ContactPage
25375=Rappel
25376=Lien
25377=Contact
25378=Template
25386=ClipItem
25370=Template
25380=Favoris
25390=Presse-papiers
25750=Normal
25760=Locked
25770=Protected
25780=ReadOnly
25840=Titre
25790=Create Time
25800=Modify Time
25810=Visit Time
25860=External
25820=Fichier
25830=Remarques
25920=Text
25850=Abstract
25855=Search result
25865=Node path
25930=Recent Notes
25940=Recent Created
25950=Recent Modified
25960=Recent Visited
25870=Favorite
25880=Search
25890=Tags
25900=Racine
25910=RecycleBin
25970==
25980=<>
25990=Include
26000=Exclude